package ThisIsMagic;

public class Rules {
    public void rulesPrint(){
        System.out.println("Правила игры:");
        System.out.println("Вы - малоизвестный рыцарь обычного королевства, у Вас" );
        System.out.println("есть варианты выбора что Вы можете сделать: пойти в " );
        System.out.println("пещеру, атаковать другое королевство и так далее." );
        System.out.println("Также у Вас есть монеты, предметы и прочее." );
        System.out.println("Ваша задача - стать правителем всех королевств на земле.");
        System.out.println("Чтобы посмотреть сколько у вас денег, просто напишите деньги," );
        System.out.println("чтобы посмотреть ваш инвентарь, напишите инвентарь.");
        System.out.println("В инвентаре не может быть больше 2 предметов, 1 брони и 1 оружия.");
        System.out.println("Чтобы посмотреть свои способности напишите способности");
    }
}
